"RTL"="0";
"Cancel"="İptal";
"OK"="Tamam";
"Delete"="Sil";
"Next"="Sonraki";

"NoEMailSetupTitle"="E-posta hesabı kurulmadı";
"NoEMailSetupText"="Lütfen cihazınızda bir e-posta hesabı kurun.";
"WriteEMailText"="E-posta yoluyla destek ekibiyle bağlantıya geçmek istiyor musunuz?";
"WriteEMailTitle"="Destek ile bağlantıya geç";
"EMailQuestionSubject"="Planlı Bütçe Teknik Destek";
"EMailQuestionBody"="\n\nYazılım Sürümü - %@\niOS Sürüm - %@";
"ShareEMailSubj"="Seni ortak kişisel mali durum paylaşımına davet ediyorum!";
"ShareEMailBody"="Planlı Bütçe'deki daveti açmak için lütfen eki tıklayın. \n\nHenüz Planlı Bütçe'yi yüklemediyseniz, şu bağlantıyı tıklayın ve yükleyin: %@\n\nP.S. Kullandığım sürüm:%@\niOS Sürüm - %@";
"EMailDatabaseProblemSubject"="Planlı Bütçe Teknik Destek – veri tabanım bozuk!";
"EMailDatabaseProblemBody"="Bu mesajda veri tabanınızın kopyası yer alır. Sorunları en kısa süre içinde tespit edip gidermeye çalışacağız.\nYazılım Sürümü - %@\niOS Sürüm - %@\n";

"SelectAccountTitleTo"="Şu Hesaba";

"ExpenseNamePlaceholder"="Açıklama (opsiyonel)";
"ExpenseTitleNew"="Açıklama";
"ExpenseNameTitle"="Açıklama";
"ExpenseNameComment"="Açıklama Yok";
"ExpenseReturnDate"="Geri ödeme";
"SelectNoReturnDate"="Geri ödeme tarihi olmadan";
"SelectNoDate"="Tarih olmadan";
"SelectTodayDate"="Bugün";
"SectionPlannedFor"="{date} tarihine planlandı";

"CheckInternetCloud"="Bulut tabanlı hizmete bağlantı yok. Hizmet bakıma alınmış veya İnternet bağlantınız kesik olabilir.";
"DocsHintCloudCorrupted20"="Buluttaki veri tabanı kopyası bozuk. Alt kısımdaki 'aktar' tuşuna tıklayın ve ‘Destek'e gönder’ seçeneğini belirleyin.";
"DocsHintCloudUnpublished20"="Buluttaki veri tabanı kopyası bulunamadı. Alt kısımdaki 'aktar' tuşuna tıklayın ve ‘Destek'e gönder’ seçeneğini belirleyin.";
"DocsHintCloudFuture"="Bazı değişiklikler Planlı Bütçe'nin daha yeni bir sürümü kullanılarak bulut tabanlı hizmete gönderildi. Lütfen sürümünüzü güncelleyin.";
"ERROR_FUTURE_COMMANDS"="Veri tabanı Planlı Bütçe'nin daha yeni bir sürümü kullanılarak değiştirildi. Lütfen sürümünüzü güncelleyin.";
"ERROR_CORRUPTED"="Veri tabanı bozuk. Alt kısımdaki 'aktar' tuşuna basın ve ‘Destek'e gönder’ seçeneğini belirleyin.";

"HelpSwitchSheet" = "Sayfaları değiştir";
"HelpAddOperation" = "Bir gelir, harcama, borç, transfer veya kambiyo kalemi ekleyin";
"HelpPlannedOpDifferentSheet" = "Planlı işlemin farklı bir sayfada tarihi yaklaşıyor";
"HelpTextSearch" = "'Portakal suyu' için arama yapmak için 'p s' yazabilirsiniz";
"HelpSlideForSearchPlanning" = "Arama ve planlama için aşağı doğru kaydırın";
"HelpCreateDatabase" = "Veri tabanları birbirinden tamamen bağımsızdır. Her birinin kendine ait hesap, sayfa ve işlem seti olup farklı kullanıcılar tarafından eşitlenebilir.";
"HelpNeedCommit" = "Bazı değişiklikler henüz buluta kaydedilmedi.";
"HelpPublished" = "Bu veri tabanı, cihazlar arasında aynı Apple Kimliği ile iCloud kullanılarak otomatik olarak eşitlenir. Cihazlar arasında farklı Apple Kimliği ile eşitleme yapmak veya iCloud'u hiç kullanmamak istiyorsanız lütfen bir davet gönderin.";
"HelpNotPublished" = "Bu veri tabanı için buluta eşitleme kapatıldı.";
"HelpAccounts" = "Tüm hesaplar çoklu para birimi seçeneğine sahiptir. Bir hesaba para eklemek veya hesaplar arasında para transferi yapmak için ana ekrana gidin ve ilgili hesabı seçerek bir işlem ekleyin.";
"HelpHiddenAccounts" = "Kullanılmayan hesapları listede gizlemek ancak istatistik amaçlı muhafaza etmek için bunları 'gizli hesaplar' satırının altına sürükleyin.";
"HelpWriteUs" = "Bize yazın!";
"HelpWriteReview" = "Planlı Bütçe'yi sevdiniz mi?";
"HelpFullVersion" = "Teşekkürler";
"HelpSalePrice" = "Planlı Bütçe'nin ilk sürümünü satın aldığınız için büyük bir indirim kazandınız";
"HelpNormalPrice" = "Planlı Bütçe 1 sürümüne sahipseniz büyük bir indirim kazanabilirsiniz. Lütfen bu cihazda Planlı Bütçe 1.7 sürümünün yüklü olduğundan ve tam sürüme yükseltildiğinden emin olun.";
"HelpTapHold" = "Daha fazla işlev için dokunun ve tutun";
"HelpPlusMinus" = "Gelir ve gider arasında geçiş yap";
"HelpDateRemembered" = "Otomatik olarak bugünden farklı bir değer seçildi. Doğruluğundan emin olun.";
"HelpDateApproaching" = "Planlanan tarih yaklaşıyor";
"HelpSelectSheet" = "Bu işlem için farklı bir sayfa seçin";
"HelpFreeProgress" = "Ücretsiz sürümün 30 işlemlik sınırına eriştiniz, tam sürüm satın almanız gerekir";
"HelpSheets" = "İşlemleri farklı sayfalara ekleyebilir ve sonra her sayfayı bağımsız olarak analiz edebilirsiniz.";
"HelpEraser" = "Silgi";
"HelpMarker" = "İşaretleyici";
"HelpExchangeRate" = "Döviz kurları en son {hours_ago} saat önce güncellendi.";
"HelpPin" = "PIN kodunuz yalnızca çocukların verilerinizde istenmeyen değişiklikler yapmasını önlemek için kullanılır. Gerçek anlamda güvenlik sağlamak için cihazınızın kilit ekranına parola atayın";
"HelpForgotPin" = "PIN kodunuzu unuttunuz mu? 0000, 0001 ile başlayın ve bulana kadar 9999'a kadar ilerleyin. Tüm kombinasyonları denemek genelde bir saatten kısa sürer.";

"HiddenAccountsLine"="Gizli hesaplar";
"AccountCash"="Nakit";
"csvID"="No";
"RecurrenceTitle"="Tekrarla";
"DateTitle"="Tarih";
"PlannedTitle"="Planlı";
"CategoryTitle"="Kategori";
"SheetTitle"="Sayfa";
"SheetsTitle"="Sayfalar";
"SheetNamePlaceholder"="Sayfa Adı";
"SheetTitleNew"="Yeni Sayfa";
"SheetNameTitle"="Adı";
"TotalSheet"="Tüm Sayfalar";
"SeveralSheets"="Birden Fazla Sayfa";
"TotalAccount"="Tüm Hesaplar";
"SeveralAccounts"="Birden Fazla Hesap";
"AccountTitle"="Hesap";
"AccountToTitle"="Hesaba";
"AccountsTitle"="Hesaplar";
"AccountNamePlaceholder"="Hesap Adı";
"AccountNameTitle"="Adı";
"AccountTitleNew"="Yeni Hesap";
"AccountsSum"="Toplam";
"CategoryNamePlaceholder"="Kategori Adı";
"CategoryTitleNew"="Yeni Kategori";
"CategoryNameTitle"="Adı";
"CurrencyTitle"="Para Birimi";
"CurrenciesTitle"="Para Birimleri";
"AmountTitle"="Miktar";
"EditName"="Yeniden Adlandır";
"MoveToAccountTitle"="İşlemleri taşı";
"AccountMoveMenuTitle"="Tüm işlemlerinizi '{from}' hesabından '{to}' hesabına taşımak üzeresiniz. Bu işlem geri alınamaz.";
"MoveToSheetTitle"="İşlemleri taşı";
"SheetMoveMenuTitle"="Tüm işlemlerinizi '{from}' sayfasından '{to}' sayfasına taşımak üzeresiniz. Bu işlem geri alınamaz.";
"MoveAllOperations"="Tüm işlemleri taşı";
"DeleteAllOperations"="Tüm işlemleri sil";
"DeleteAllOperationsMenuTitle"="'{from}'' sayfasındaki tüm işlemleri silmek üzeresiniz. İşlemlerin silinmesi pek gerekli olmaz ve bu işlemlere ait miktar bakiyenizden düşülür. Bu işlem geri alınamaz.";

"AmountConverted"="%@, %@ tutarına eşittir";
"ConversionNA"="Yok";
"AmountNotConverted"="Dönüştürme işleminde hata oluştu";
"BuiltInCategoryTitle"="Özel Kategori";
"BuiltInCategoryText"="‘Borç’, ‘Transfer’ ve ‘Kambiyo’ kategorileri düzenlenemez.";
"OperationsNumber" = "{count}\nişl";

"AboutTitle"="Ayarlar";
"RealAboutTitle"="Hakkında";
"LimitTitle"="Ücretsiz Sürüm";
"LimitText"="Ücretsiz sürüm 30 girişle sınırlıdır. Apple'ın uygulama içinde satın alma teknolojisini kullanarak tam sürüme yükseltmek 20 saniye sürecektir.";
"PurchaseStatusPurchasing"="Mağazaya ulaşıyor...";
"PurchaseStatusFullVersion"="Tam sürüm satın alındı";
"PurchaseStatusRestoring"="Alışverişler geri yükleniyor...";
"Purchase20ButtonTitle"="Tam sürümü satın al";
"RestoreButtonTitle"="Alışverişleri geri yükle";
"WriteReviewTitle"="Görüş yaz";
"WriteReviewText"="Bir görüş yazmak ister misiniz?";
"MoneyVersion"="Planlı Bütçe, Sürüm";
"FontTitle" = "Yazı Tipi";
"PURCHASE_FAILED_TITLE"="Satın alma hatası";
"CANNOT_MAKE_PAYMENTS_TEXT"="Cihaz ayarlarınız alışveriş yapmanıza izin vermiyor. Cihaz ayarlarını açın, 'Genel', 'Sınırlandırmalar' sırasını izleyin ve 'Uygulama İçi Satın Alma' seçeneğini açık konumuna getirin.";
"RESTORE_FAILED_TITLE"="Geri yükleme hatası";
"ERROR_INTERNET_TEXT"="%@. Lütfen internet bağlantınızı kontrol edin ve tekrar deneyin.";
"ERROR_NO_PRODUCT"="Fiyatlar indirilemedi";
"RESTORE_NOTHING_TITLE"="Geri yükleme tamamlandı";
"RESTORE_NOTHING_TEXT"="Daha öncesine ait alışveriş bulunamadı. Orijinal alışverişlerde kullanılan ile aynı Apple Kimliğini kullandığınızdan emin olun.";

"CurrencySelectedHeader"="Seçilen Para Birimleri";
"CurrencyPopularHeader"="Popüler Para Birimleri";
"CurrencyOtherHeader"="Diğer Para Birimleri";

"PinTitle"="PIN kodu";
"PinEnterText"="PIN kodunu girin";
"PinRepeatText"="PIN kodunu tekrar girin";
"PinWrongText"="Yanlış PIN kodu\nLütfen PIN kodunuzu tekrar girin";
"PinNoMatchText"="PIN uyumsuzluğu\nLütfen PIN kodunu tekrar girin";

"CreateDatabase"="Veri tabanı oluştur";
"SelectDatabase"="Veri tabanını aç";
"DocumentsTitle"="Veri tabanları";
"DeleteDatabaseTitle"="Veri tabanı bu cihazdan silinsin mi? Silme işlemi geri alınamaz!";
"Publish20"="Buluta eşitlemeyi etkinleştir";
"Invite20"="Davet gönder";
"Unpublish20"="Buluta eşitlemeyi devre dışı bırak";
"UnpublishTitle20"="Bu cihazda yerel veri tabanı kopyası oluşturulur ve orijinal veri tabanı bu cihazdan ve aynı iCloud Apple Kimliğini kullanan tüm cihazlardan silinir.";
"DeleteDatabaseTitlePublished"="Veri tabanı bu cihazdan ve aynı iCloud Apple Kimliğini kullanan tüm cihazlardan silinecektir.";
"OtherDevicesWillContinue"="Diğer cihazlar davet aracılığıyla bu veri tabanının buluttaki kopyasına erişirse, kullanmaya devam edebilir.";

"ExportMenuTitle"="Veri tabanını aktar";
"BackupButtonTitle20"="Yedekle";
"PreviewButtonTitle"="XSLX formatında görüntüle";
"ExportXSLXButtonTitle"="XSLX formatında aktar";
"SendToSupportTitle"="Destek'e gönder";
"SendToSupportText"="Veri tabanınızın bozuk olduğunu düşünüyorsanız, analiz edilmesi ve onarılması için Destek'e gönderebilirsiniz.";

"ExpensePlanButton"="Benzer Şekilde Planla";
"ExpensePerformButton"="İşlem Yap";
"ContactIndicator"="İletişim";
"DeleteExpenseTitle"="İşlem silinsin mi?";

"NEVER"="Asla";
"EVERY_DAY"="Her gün";
"EVERY_WEEK"="Her hafta";
"EVERY_2WEEKS"="Her iki haftada bir";
"EVERY_MONTH"="Her ay";
"EVERY_2MONTHS"="Her 2 ayda bir";
"EVERY_QUARTER"="Her üç ayda bir";
"TWICE_A_YEAR"="Yılda iki kez";
"EVERY_YEAR"="Her yıl";

"EXPENSE_KIND"="Gider";
"INCOME_KIND"="Gelir";

"CatTransfer"="Transfer";
"CatConvert"="Kambiyo";
"CatLoan"="Borç";
"CatLoanBack"="Borç geri ödeme";
"CatApartment"="Konaklama";
"CatFoodHome"="Yiyecek";
"CatFoodRestaurant"="Restoran, kafe";
// Remove planned
"CatCarPlanned"="Taşıt";
"CatCarEmergency"="Taşıt (acil)";
"CatSport"="Spor";
"CatCat"="Kedi";
"CatDog"="Köpek";
"CatPet"="Ev hayvanı";
"CatGiftsLost"="Hediyeler";
"CatTransportPublic"="Toplu Taşıma";
"CatFishing"="Balık tutma";
"CatHunting"="Avlanma";
"CatGamblingLost"="Kumarda kaybedilen";
"CatGaveFamily"="Akrabaya verilen";
"CatBaby"="Çocuk";
"CatMedicine"="Medikal";
"CatGadgets"="Elektronik";
"CatCinema"="Sinema";
"CatTheaters"="Tiyatro, Sergi";
"CatRoleplaying"="Rol oynama";
"CatSalary"="Aylık/Maaş";
"CatOverwork"="Fazla mesai";
"CatBonus"="Bonus";
"CatGamblingWon"="Kumarda kazanılan";
"CatApple"="Telif ücreti";
"CatFound"="Tesadüfen bulunan";
"CatGiftsWon"="Hediye";
"CatGovernment"="Resmi ödemeler";
"CatClothes"="Giyim/kuşam";
"CatSpirits"="İçecekler";
"CatCommunications"="Telekom ve İnternet";
"CatTransportTravel"="Seyahat masrafları";
"CatHotel"="Otel";
"CatEducation"="Eğitim";
"CatUnknown"="Bilinmiyor";
"CatCelebration"="Tatil";
"CatTookFromFamily"="Akrabadan alınan";
"CatInitialBalance"="Başlangıç bakiye";

"UserCategorySheetTitle"="%@ (işlem sayısı - %d)";
"SelectImage"="Resim Seç";
"DrawImage"="Resim Çiz";
"ImageTitle"="Resim";
"CategoriesRecent"="En Son Kullanılan";
"CategoriesNotRecent"="Uzun Süredir Kullanılmayan";
"CategoriesNeverUsed"="Hiç Kullanılmayan";

"EverydaySheet"="Gündelik";
"SelectFromContacts"="Kişiler Arasından Seç";
"CustomImagesSection"="Tüm veri tabanlarındaki çizimler";

"ReportTitle"="Rapor";
"Reports"="Raporlar";
"SimpleReport"="Basit rapor";
"ReportStyleTitle"="Rapor stili";
"ByCat"="Kategoriye göre";
"ByDay"="Günlük";
"BySum"="Bakiye";
"ReportPeriod"="Periyod";
"AllTime"="Her zaman";
"StatIncome"="Gelir";
"StatOutcome"="Harcama";
"StatBalance"="Bakiye";
"StatExchangeRateFlux"="Kur Farkı";
"StatIncome20"="Gelir: {amount}";
"StatOutcome20"="Gider: {amount}";
"StatIncomePlanned"="Planlanan gelir: {amount}";
"StatOutcomePlanned"="Planlanan gider: {amount}";
"StatIncomePlannedNoDate"="Planlanan gelir (tarihi belli değil): {amount}";
"StatOutcomePlannedNoDate"="Planlanan gider (tarihi belli değil): {amount}";
"StatIncomePlannedPerMonth"="Aylık gelir: {amount}";
"StatOutcomePlannedPerMonth"="Aylık gider: {amount}";

"ExampleSneakers"="Spor ayakkabısı";
"ExampleIcecream"="Dondurma";
"ExampleGas"="Benzin";
"ExampleTickets"="San Francisco biletleri";
"ExampleMarriage"="Evlilik";

"DocsHintCloudBadReceipt" = "Bulut tabanlı sunucu, ücretsiz sürümden çok fazla değişiklik içeren veri tabanlarını kabul etmez. Lütfen tam sürüme yükseltin.";
"LoadFromBackupErrorTitle" = "Yedekleme yüklenmedi";
"LOAD_FROM_BACKUP_EXISTS" = "Cihazınızda bulutla eşitlenmiş bu veri tabanı zaten mevcut.";
"LOAD_FROM_BACKUP_BAD_FORMAT" = "Dosya formatı tanınmıyor. Bu dosyayı analiz ve onarım için Destek'e gönderebilirsiniz.";
"SectionNoDate"="Planlanan - tarihi belli değil";
"BitCoin" = "BitCoin";
"NMonths" = "{count} ay";
"NDays" = "{count} gün";
"List12" = "{item1}, {item2}";
"NewDatabaseMark" = "yeni";

"ImportInstructions20"="Verileri Planlı Bütçe 1’den Planlı Bütçe 2’ye nasıl taşıyabilirim?{title}Öncelikle cihazınızda Planlı Bütçe 1.7 veya üstü sürümün yüklü olduğundan emin olun.{picture1}Planlı Bütçe 1’i başlatın, 'bulut' tuşuna tıklayın, 'Planlı Bütçe 2’ye aktar' tuşuna tıklayın, uygulama listesinden Planlı Bütçe 2’yi seçin.{picture2}Planlı Bütçe 1’de bulut tabanlı eşitleme kullandıysanız, Planlı Bütçe 2’de de buluta eşitlemeyi etkinleştirmeniz gerekir.{picture3}";
"FAQTitle"="SSS";

"PlanNewOperation"="Yeni işlemi planla";
"AppName2"="Planlı Bütçe 2";
